1password
acpilight
act-bin
aic94xx-firmware
alsa-utils
appimagelauncher-bin
arandr
ark
ast-firmware
awesome-terminal-fonts
awesome-terminal-fonts-patched
base
base-devel
bash-completion
bat
blueman
bluez
brightnessctl
btop
catfish
checkupdates-with-aur
cifs-utils
conky
cpupower-gui-git
cups
cups-pdf
czkawka-gui-bin
dmenu
docker
docker-compose
dunst
efibootmgr
epson-inkjet-printer-escpr
eww
eza
feh
firefox
fish
flameshot
fwupd
git
github-desktop-bin
gphoto2
gst-plugin-pipewire
gtk-theme-bubble-darker-git
gtk-theme-material-black
gvfs
hunspell
imagemagick
imlib2
kitty
kvantum
libpulse
libreoffice-fresh
libva-intel-driver
libxft
libxinerama
linux
linux-firmware
linux-firmware-qlogic
linux-headers
lxappearance
nano
networkmanager
nextcloud-client
nwg-look
obsidian
okular
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
paru
paru-debug
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
postman-bin
ranger
rofi
rsync
sddm-sugar-dark
shell-color-scripts-git
slack-desktop
sof-firmware
solaar
starship
teams-for-linux-bin
theia-bin
thunar
thunar-archive-plugin
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto
ttf-roboto-mono
ttf-roboto-mono-nerd
ttf-roboto-slab
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
upd72020x-fw
v4l2loopback-dkms
visual-studio-code-bin
volumeicon
vulkan-intel
wd719x-firmware
wget
wireplumber
xdg-desktop-portal-lxqt
xorg-server
xorg-xinit
xorg-xsetroot
zed
zoom
zram-generator
